Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.pairing.unrecognizedVersion
source: This QR needs a newer version of cmux. Update the app and try again.
ar: يحتاج QR هذا إلى إصدار أحدث من cmux. قم بتحديث التطبيق وحاول مرة أخرى.
de: Dieser QR benötigt eine neuere Version von cmux. Aktualisieren Sie die App und versuchen Sie es erneut.
es: Este QR necesita una versión más nueva de cmux. Actualiza la aplicación y vuelve a intentarlo.
fr: Ce QR nécessite une version plus récente de cmux. Mettez à jour l'application et réessayez.
ja: このQRコードには新しいバージョンのcmuxが必要です。アプリを更新してからもう一度お試しください。
ko: 이 QR에는 최신 버전의 cmux가 필요합니다. 앱을 업데이트하고 다시 시도해 보세요.
zh_hans: 此 QR 需要较新版本的 cmux。更新应用程序并重试。
zh_hant: 此 QR 需要較新版本的 cmux。更新應用程式並重試。

# mobile.pairing.unsupportedRoute
source: This pairing code is not supported.
ar: رمز الاقتران هذا غير مدعوم.
de: Dieser Kopplungscode wird nicht unterstützt.
es: Este código de emparejamiento no es compatible.
fr: Ce code d'appairage n'est pas pris en charge.
ja: このペアリングコードには対応していません。
ko: 이 페어링 코드는 지원되지 않습니다.
zh_hans: 不支持此配对代码。
zh_hant: 不支援此配對代碼。

# mobile.pairing.versionWarningContinue
source: Continue anyway
ar: استمر على أي حال
de: Machen Sie trotzdem weiter
es: Continuar de todos modos
fr: Continuer quand même
ja: それでも続行
ko: 무시하고 계속
zh_hans: 仍然继续
zh_hant: 仍然繼續

# mobile.pairing.versionWarningFormat
source: This iPhone is running cmux %@, but the Mac is running cmux %@. Pairing across different compatibility levels can break terminal input, workspace sync, or notifications. Continue only if you trust this Mac and accept that some features may fail.
ar: يعمل جهاز iPhone هذا بنظام cmux %@، لكن جهاز Mac يعمل بنظام cmux %@. يمكن أن يؤدي الاقتران عبر مستويات توافق مختلفة إلى تعطيل الإدخال الطرفي أو مزامنة مساحة العمل أو الإشعارات. تابع فقط إذا كنت تثق بجهاز Mac هذا وتقبل احتمال فشل بعض الميزات.
de: Auf diesem iPhone wird cmux %@ ausgeführt, auf dem Mac jedoch cmux %@. Durch das Koppeln über verschiedene Kompatibilitätsstufen hinweg kann es zu Unterbrechungen bei der Terminaleingabe, bei der Workspace-Synchronisierung oder bei Benachrichtigungen kommen. Fahren Sie nur fort, wenn Sie diesem Mac vertrauen und akzeptieren, dass einige Funktionen möglicherweise fehlschlagen.
es: Este iPhone ejecuta cmux %@, pero la Mac ejecuta cmux %@. El emparejamiento entre diferentes niveles de compatibilidad puede interrumpir la entrada del terminal, la sincronización del espacio de trabajo o las notificaciones. Continúe solo si confía en esta Mac y acepta que algunas funciones pueden fallar.
fr: Cet iPhone exécute cmux %@, mais le Mac exécute cmux %@. Le couplage entre différents niveaux de compatibilité peut interrompre la saisie du terminal, la synchronisation de l'espace de travail ou les notifications. Continuez uniquement si vous faites confiance à ce Mac et acceptez que certaines fonctionnalités puissent échouer.
ja: この iPhone は cmux %@ を実行していますが、Mac は cmux %@ を実行しています。異なる互換性レベル間でペアリングすると、ターミナル入力、ワークスペース同期、通知が壊れる可能性があります。この Mac を信頼し、一部の機能が失敗する可能性を受け入れる場合のみ続行してください。
ko: 이 iPhone은 cmux %@를 실행하고 있지만 Mac은 cmux %@를 실행하고 있습니다. 다양한 호환성 수준에 걸쳐 페어링하면 터미널 입력, 작업 영역 동기화 또는 알림이 중단될 수 있습니다. 이 Mac을 신뢰하고 일부 기능이 실패할 수 있다는 점을 인정하는 경우에만 계속하세요.
zh_hans: 此 iPhone 运行 cmux %@，但 Mac 运行 cmux %@。跨不同兼容性级别进行配对可能会破坏终端输入、工作区同步或通知。仅当您信任这台 Mac 并接受某些功能可能会失败的情况下才能继续。
zh_hant: 此 iPhone 運行 cmux %@，但 Mac 運行 cmux %@。跨不同相容性等級進行配對可能會破壞終端輸入、工作區同步或通知。只有在您信任這台 Mac 並接受某些功能可能會失敗的情況下才能繼續。

# mobile.pairing.versionWarningTitle
source: Compatibility mismatch
ar: عدم التوافق
de: Kompatibilitätskonflikt
es: Discrepancia de compatibilidad
fr: Incompatibilité de compatibilité
ja: 互換性が一致していません
ko: 호환성 불일치
zh_hans: 兼容性不匹配
zh_hant: 相容性不匹配

# mobile.preview.attachedTerminalName
source: Attached Terminal
ar: المحطة المرفقة
de: Angeschlossenes Terminal
es: Terminal adjunto
fr: Borne attachée
ja: 接続済みターミナル
ko: 부속 터미널
zh_hans: 附属终端
zh_hant: 附屬終端

# mobile.preview.attachedWorkspaceName
source: Attached Workspace
ar: مساحة العمل المرفقة
de: Angehängter Arbeitsbereich
es: Espacio de trabajo adjunto
fr: Espace de travail attaché
ja: 接続済みワークスペース
ko: 연결된 작업공간
zh_hans: 附加工作区
zh_hant: 附加工作區

# mobile.preview.terminalNameFormat
source: Terminal %d
ar: المحطة الطرفية %d
ja: ターミナル %d
ko: 터미널 %d

# mobile.preview.workspaceNameFormat
source: Workspace %d
ar: مساحة العمل %d
de: Arbeitsbereich %d
es: Espacio de trabajo %d
fr: Espace de travail %d
ja: ワークスペース %d
ko: 작업 공간 %d
zh_hans: 工作空间 %d
zh_hant: 工作空間 %d

# mobile.macUpdateHint.bodyFormat
source: %1$@ is on cmux %2$@. Updating to %3$@ or later adds: %4$@.
ar: %1$@ موجود على cmux %2$@. يؤدي التحديث إلى %3$@ أو الإصدارات الأحدث إلى إضافة: %4$@.
de: %1$@ ist auf cmux %2$@. Durch die Aktualisierung auf %3$@ oder höher wird Folgendes hinzugefügt: %4$@.
es: %1$@ está en cmux %2$@. La actualización a %3$@ o posterior agrega: %4$@.
fr: %1$@ est sur cmux %2$@. La mise à jour vers %3$@ ou version ultérieure ajoute : %4$@.
ja: %1$@はcmux %2$@を実行中です。%3$@以降に更新すると次の機能が使えます：%4$@
ko: %1$@는 cmux %2$@에 있습니다. %3$@ 이상으로 업데이트하면 %4$@가 추가됩니다.

# mobile.macUpdateHint.bodyFormatUnknownVersion
source: Updating %1$@ to cmux %2$@ or later adds: %3$@.
ar: يؤدي تحديث %1$@ إلى cmux %2$@ أو الإصدارات الأحدث إلى إضافة: %3$@.
de: Durch die Aktualisierung von %1$@ auf cmux %2$@ oder höher wird Folgendes hinzugefügt: %3$@.
es: La actualización de %1$@ a cmux %2$@ o posterior agrega: %3$@.
fr: La mise à jour de %1$@ vers cmux %2$@ ou version ultérieure ajoute : %3$@.
ja: %1$@をcmux %2$@以降に更新すると次の機能が使えます：%3$@。
ko: %1$@를 cmux %2$@ 이상으로 업데이트하면 %3$@가 추가됩니다.
zh_hans: 将 %1$@ 更新到 cmux %2$@ 或更高版本添加：%3$@。
zh_hant: 將 %1$@ 更新至 cmux %2$@ 或更高版本新增：%3$@。

# mobile.macUpdateHint.button.accessibilityLabel
source: Show what a Mac update adds
ar: أظهر ما يضيفه تحديث Mac
de: Zeigen Sie, was ein Mac-Update hinzufügt
es: Muestra lo que agrega una actualización de Mac
fr: Montrer ce qu'une mise à jour Mac ajoute
ja: Macの更新で追加される機能を表示
ko: Mac 업데이트로 추가되는 내용 보기
zh_hans: 显示 Mac 更新添加的内容
zh_hant: 顯示 Mac 更新新增的內容

# mobile.macUpdateHint.dismiss
source: Don't Show Again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus montrer
ja: 再表示しない
ko: 다시 표시하지 않음
zh_hans: 不再显示
zh_hant: 不再顯示

# mobile.macUpdateHint.feature.workspaceActions
source: Rename and pin workspaces
ar: إعادة تسمية مساحات العمل وتثبيتها
de: Arbeitsbereiche umbenennen und anheften
es: Cambiar el nombre y fijar espacios de trabajo
fr: Renommer et épingler les espaces de travail
ja: ワークスペースの名前変更とピン留め
ko: 작업 영역 이름 바꾸기 및 고정
zh_hans: 重命名和固定工作区
zh_hant: 重新命名和固定工作區

# mobile.macUpdateHint.feature.workspaceClose
source: Close workspaces
ar: إغلاق مساحات العمل
de: Schließen Sie Arbeitsbereiche
es: Cerrar espacios de trabajo
fr: Fermer les espaces de travail
ja: ワークスペースを閉じる
ko: 작업공간 닫기
zh_hans: 关闭工作空间
zh_hant: 關閉工作空間

# mobile.macUpdateHint.feature.workspaceCreateInGroup
source: Create workspaces inside groups
ar: إنشاء مساحات عمل داخل المجموعات
de: Erstellen Sie Arbeitsbereiche innerhalb von Gruppen
es: Crear espacios de trabajo dentro de grupos
fr: Créer des espaces de travail au sein des groupes
ja: グループ内にワークスペースを作成
ko: 그룹 내에 작업 공간 만들기
zh_hans: 在组内创建工作区
zh_hant: 在群組內建立工作區

# mobile.macUpdateHint.feature.workspaceGroupActions
source: Move and group workspaces
ar: نقل وتجميع مساحات العمل
de: Arbeitsbereiche verschieben und gruppieren
es: Mover y agrupar espacios de trabajo
fr: Déplacer et regrouper des espaces de travail
ja: ワークスペースの移動とグループ化
ko: 작업 공간 이동 및 그룹화
zh_hans: 移动和分组工作区
zh_hant: 移動和分組工作區

# mobile.macUpdateHint.feature.workspaceGroupCreate
source: Create workspace groups
ar: إنشاء مجموعات مساحة العمل
de: Erstellen Sie Arbeitsbereichsgruppen
es: Crear grupos de espacio de trabajo
fr: Créer des groupes d'espace de travail
ja: ワークスペースグループの作成
ko: 작업공간 그룹 만들기
zh_hans: 创建工作区组
zh_hant: 建立工作區群組

# mobile.macUpdateHint.feature.workspaceGroups
source: Workspace groups
ar: مجموعات مساحة العمل
de: Arbeitsbereichsgruppen
es: Grupos de espacios de trabajo
fr: Groupes d'espace de travail
ja: ワークスペースグループ
ko: 작업공간 그룹
zh_hans: 工作区组
zh_hant: 工作區組

# mobile.macUpdateHint.feature.workspaceMove
source: Reorder workspaces
ar: إعادة ترتيب مساحات العمل
de: Arbeitsbereiche neu anordnen
es: Reordenar espacios de trabajo
fr: Réorganiser les espaces de travail
ja: ワークスペースの並べ替え
ko: 작업공간 재정렬
zh_hans: 重新排序工作区
zh_hant: 重新排序工作區

# mobile.macUpdateHint.feature.workspaceReadState
source: Mark workspaces read or unread
ar: وضع علامة على مساحات العمل مقروءة أو غير مقروءة
de: Markieren Sie Arbeitsbereiche als gelesen oder ungelesen
es: Marcar espacios de trabajo como leídos o no leídos
fr: Marquer les espaces de travail comme lus ou non lus
ja: ワークスペースの既読・未読の切り替え
ko: 작업공간을 읽음 또는 읽지 않음으로 표시
zh_hans: 将工作区标记为已读或未读
zh_hant: 將工作區標記為已讀或未讀

# mobile.macUpdateHint.genericMacName
source: Your Mac
ar: ماك الخاص بك
de: Dein Mac
es: Tu Mac
fr: Votre Mac
ja: お使いのMac
ko: 당신의 Mac
zh_hans: 你的Mac
zh_hant: 你的Mac

# mobile.macUpdateHint.title
source: Mac update adds features
ar: يضيف تحديث Mac الميزات
de: Mac-Update fügt Funktionen hinzu
es: La actualización de Mac agrega funciones
fr: La mise à jour Mac ajoute des fonctionnalités
ja: Macの更新で機能が追加されます
ko: Mac 업데이트로 기능 추가
zh_hans: Mac 更新增加了功能
zh_hant: Mac 更新增加了功能

# mobile.recovery.accountMismatch
source: This computer is signed in to a different cmux account. Sign out and sign back in with that account.
ar: تم تسجيل دخول هذا الكمبيوتر إلى حساب cmux مختلف. قم بتسجيل الخروج وتسجيل الدخول مرة أخرى باستخدام هذا الحساب.
de: Dieser Computer ist bei einem anderen cmux-Konto angemeldet. Melden Sie sich ab und wieder mit diesem Konto an.
es: Esta computadora ha iniciado sesión en una cuenta cmux diferente. Cierra sesión y vuelve a iniciar sesión con esa cuenta.
fr: Cet ordinateur est connecté à un autre compte cmux. Déconnectez-vous et reconnectez-vous avec ce compte.
ja: このコンピュータは別の cmux アカウントでサインインしています。そのアカウントでサインアウトしてからサインインし直してください。
ko: 이 컴퓨터는 다른 cmux 계정으로 로그인되어 있습니다. 로그아웃한 후 해당 계정으로 다시 로그인하세요.
zh_hans: 此计算机已登录到不同的 cmux 帐户。注销并使用该帐户重新登录。
zh_hant: 此計算機已登入不同的 cmux 帳戶。登出並使用該帳戶重新登入。

# mobile.recovery.lost
source: Connection lost
ar: تم فقدان الاتصال
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
ja: 接続が切れました
ko: 연결 끊김
zh_hans: 连接丢失
zh_hant: 連線遺失

# mobile.recovery.lostDescription
source: Retry to restore live terminal updates.
ar: أعد محاولة استعادة تحديثات المحطة المباشرة.
de: Versuchen Sie erneut, Live-Terminal-Updates wiederherzustellen.
es: Vuelva a intentar restaurar las actualizaciones del terminal en vivo.
fr: Réessayez de restaurer les mises à jour en direct du terminal.
ja: ライブターミナルの更新を復元するには再試行してください。
ko: 라이브 터미널 업데이트를 다시 복원해 보세요.
zh_hans: 重试恢复实时终端更新。
zh_hant: 重試恢復即時終端更新。

# mobile.recovery.reconnecting
source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Wieder verbinden…
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
zh_hans: 正在重新连接...
zh_hant: 正在重新連接...

# mobile.recovery.switchAccount
source: Sign Out & Switch Account
ar: تسجيل الخروج وتبديل الحساب
de: Abmelden und Konto wechseln
es: Cerrar sesión y cambiar de cuenta
fr: Se déconnecter et changer de compte
ja: サインアウトしてアカウントを切り替える
ko: 로그아웃 및 계정 전환
zh_hans: 退出并切换帐户
zh_hant: 退出並切換帳戶

# mobile.recovery.retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
ja: 再試行
ko: 다시 해 보다
zh_hans: 重试
zh_hant: 重試

# mobile.settings.about
source: About
ar: عن
de: Um
es: Acerca de
fr: À propos
ja: 情報
ko: 에 대한
zh_hans: 关于
zh_hant: 關於

# mobile.settings.account
source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 帐户
zh_hant: 帳戶

# mobile.settings.accountFooter
source: This device must be signed in to the same cmux account as the computer you pair with.
ar: يجب تسجيل دخول هذا الجهاز إلى نفس حساب cmux مثل الكمبيوتر الذي تقترن به.
de: Dieses Gerät muss bei demselben cmux-Konto angemeldet sein wie der Computer, mit dem Sie es koppeln.
es: Este dispositivo debe iniciar sesión en la misma cuenta cmux que la computadora con la que se vincula.
fr: Cet appareil doit être connecté au même compte cmux que l'ordinateur avec lequel vous vous associez.
ja: このデバイスは、ペアリングするコンピュータと同じ cmux アカウントでサインインしている必要があります。
ko: 이 장치는 페어링하는 컴퓨터와 동일한 cmux 계정에 로그인해야 합니다.
zh_hans: 此设备必须登录到与您配对的计算机相同的 cmux 帐户。
zh_hant: 此裝置必須登入與您配對的電腦相同的 cmux 帳戶。

# mobile.settings.deleteAccount
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# mobile.settings.deleteAccountCancel
source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# mobile.settings.deleteAccountConfirm
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# mobile.settings.deleteAccountFailedMessage
source: Try again later or contact support.
ar: حاول مرة أخرى لاحقًا أو اتصل بالدعم.
de: Versuchen Sie es später noch einmal oder wenden Sie sich an den Support.
es: Vuelva a intentarlo más tarde o comuníquese con el soporte.
fr: Réessayez plus tard ou contactez l'assistance.
ja: しばらくしてからもう一度お試しいただくか、サポートにお問い合わせください。
ko: 나중에 다시 시도하거나 지원팀에 문의하세요.
zh_hans: 请稍后重试或联系支持人员。
zh_hant: 請稍後重試或聯絡支援人員。

# mobile.settings.deleteAccountFailedTitle
source: Couldn't Delete Account
ar: تعذر حذف الحساب
de: Konto konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
ja: アカウントを削除できませんでした
ko: 계정을 삭제할 수 없습니다
zh_hans: 无法删除帐户
zh_hant: 無法刪除帳戶

# mobile.settings.deleteAccountConnectionFailedMessage
source: Could not reach the server. Check your internet connection and try again.
ar: لا يمكن الوصول إلى الخادم. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Der Server konnte nicht erreicht werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudo llegar al servidor. Verifique su conexión a Internet e inténtelo nuevamente.
fr: Impossible d'atteindre le serveur. Vérifiez votre connexion Internet et réessayez.
ja: サーバーに接続できませんでした。インターネット接続を確認してからもう一度お試しください。
ko: 서버에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
zh_hans: 无法到达服务器。检查您的互联网连接，然后重试。
zh_hant: 無法到達伺服器。檢查您的網路連接，然後再試一次。

# mobile.settings.deleteAccountCleanupIncompleteTitle
source: Account Deleted
ar: تم حذف الحساب
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
ja: アカウントを削除しました
ko: 계정이 삭제되었습니다
zh_hans: 帐户已删除
zh_hant: 帳戶已刪除

# mobile.settings.deleteAccountFailureOK
source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
ko: 좋아요
zh_hans: 好的
zh_hant: 好的

# mobile.settings.deleteAccountPartialFailureMessage
source: Your cmux data was deleted, but account sign-in cleanup did not finish. Try Delete Account again to complete deletion.
ar: تم حذف بيانات cmux الخاصة بك، ولكن لم تكتمل عملية تنظيف تسجيل الدخول إلى الحساب. حاول حذف الحساب مرة أخرى لإكمال الحذف.
de: Ihre cmux-Daten wurden gelöscht, aber die Bereinigung der Kontoanmeldung wurde nicht abgeschlossen. Versuchen Sie erneut, das Konto zu löschen, um den Löschvorgang abzuschließen.
es: Se eliminaron sus datos cmux, pero la limpieza de inicio de sesión de la cuenta no finalizó. Intente Eliminar cuenta nuevamente para completar la eliminación.
fr: Vos données cmux ont été supprimées, mais le nettoyage de la connexion au compte n'a pas été terminé. Essayez à nouveau de supprimer le compte pour terminer la suppression.
ja: cmux のデータは削除されましたが、アカウントのサインイン情報のクリーンアップは完了しませんでした。削除を完了するには、もう一度「アカウントを削除」をお試しください。
ko: cmux 데이터가 삭제되었지만 계정 로그인 정리가 완료되지 않았습니다. 삭제를 완료하려면 계정 삭제를 다시 시도하세요.
zh_hans: 您的 cmux 数据已删除，但帐户登录清理未完成。再次尝试删除帐户以完成删除。
zh_hant: 您的 cmux 資料已刪除，但帳號登入清理未完成。再次尝试删除帐户以完成删除。

# mobile.settings.deleteAccountServerCleanupIncompleteMessage
source: Your account sign-in was deleted, but some cmux cleanup did not finish. You will be signed out. Contact support if cmux data is still visible.
ar: تم حذف تسجيل الدخول إلى حسابك، ولكن لم تكتمل بعض عمليات تنظيف cmux. سيتم تسجيل خروجك. اتصل بالدعم إذا كانت بيانات cmux لا تزال مرئية.
de: Die Anmeldung Ihres Kontos wurde gelöscht, einige cmux-Bereinigungen konnten jedoch nicht abgeschlossen werden. Sie werden abgemeldet. Wenden Sie sich an den Support, wenn cmux-Daten noch sichtbar sind.
es: El inicio de sesión de su cuenta se eliminó, pero parte de la limpieza de cmux no finalizó. Se cerrará tu sesión. Póngase en contacto con el soporte si los datos cmux aún están visibles.
fr: La connexion à votre compte a été supprimée, mais un nettoyage cmux n'a pas été terminé. Vous serez déconnecté. Contactez le support si les données cmux sont toujours visibles.
ja: アカウントのサインイン情報は削除されましたが、一部の cmux クリーンアップは完了しませんでした。サインアウトします。cmux データがまだ表示される場合はサポートにお問い合わせください。
ko: 계정 로그인이 삭제되었지만 일부 cmux 정리가 완료되지 않았습니다. 로그아웃됩니다. cmux 데이터가 계속 표시되면 지원팀에 문의하세요.
zh_hans: 您的帐户登录已删除，但某些 cmux 清理工作未完成。您将被注销。如果 cmux 数据仍然可见，请联系支持人员。
zh_hant: 您的帳號登入已刪除，但某些 cmux 清理工作未完成。您將被註銷。如果 cmux 資料仍然可見，請聯絡支援人員。

# mobile.settings.deleteAccountTimedOutMessage
source: Account deletion timed out. Check your connection and try again.
ar: انتهت مهلة حذف الحساب. تحقق من اتصالك وحاول مرة أخرى.
de: Zeitüberschreitung beim Löschen des Kontos. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Se agotó el tiempo de eliminación de la cuenta. Comprueba tu conexión y vuelve a intentarlo.
fr: La suppression du compte a expiré. Vérifiez votre connexion et réessayez.
ja: アカウントの削除がタイムアウトしました。接続を確認してからもう一度お試しください。
ko: 계정 삭제 시간이 초과되었습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 帐户删除超时。检查您的连接并重试。
zh_hant: 帳戶刪除逾時。檢查您的連線並重試。

# mobile.settings.deleteAccountUnauthorizedMessage
source: Your session is no longer valid. You will be signed out on this device. Sign in again if the account still exists.
ar: جلستك لم تعد صالحة. سيتم تسجيل خروجك على هذا الجهاز. قم بتسجيل الدخول مرة أخرى إذا كان الحساب لا يزال موجودًا.
de: Ihre Sitzung ist nicht mehr gültig. Sie werden auf diesem Gerät abgemeldet. Melden Sie sich erneut an, wenn das Konto noch vorhanden ist.
es: Tu sesión ya no es válida. Se cerrará tu sesión en este dispositivo. Inicie sesión nuevamente si la cuenta aún existe.
fr: Votre session n'est plus valable. Vous serez déconnecté sur cet appareil. Reconnectez-vous si le compte existe toujours.
ja: セッションが無効になりました。このデバイスではサインアウトされます。アカウントがまだ存在する場合は、もう一度サインインしてください。
ko: 귀하의 세션은 더 이상 유효하지 않습니다. 이 기기에서 로그아웃됩니다. 계정이 아직 존재하는 경우 다시 로그인하세요.
zh_hans: 您的会话不再有效。您将在此设备上注销。如果帐户仍然存在，请重新登录。
zh_hant: 您的會話不再有效。您將在此裝置上登出。如果帳戶仍然存在，請重新登入。

# mobile.settings.deleteAccountUnknownMessage
source: We couldn't confirm whether account deletion finished. Wait a moment, then try Delete Account again.
ar: لم نتمكن من تأكيد ما إذا كان حذف الحساب قد انتهى أم لا. انتظر لحظة، ثم حاول حذف الحساب مرة أخرى.
de: Wir konnten nicht bestätigen, ob die Kontolöschung abgeschlossen ist. Warten Sie einen Moment und versuchen Sie dann erneut, das Konto zu löschen.
es: No pudimos confirmar si finalizó la eliminación de la cuenta. Espere un momento y luego intente Eliminar cuenta nuevamente.
fr: Nous n'avons pas pu confirmer si la suppression du compte est terminée. Attendez un moment, puis réessayez de supprimer le compte.
ja: アカウントの削除が完了したか確認できませんでした。少し待ってから、もう一度「アカウントを削除」をお試しください。
ko: 계정 삭제가 완료되었는지 확인할 수 없습니다. 잠시 기다린 후 계정 삭제를 다시 시도해 보세요.
zh_hans: 我们无法确认帐户删除是否完成。稍等片刻，然后再次尝试删除帐户。
zh_hant: 我們無法確認帳戶刪除是否完成。稍等片刻，然後再次嘗試刪除帳戶。

# mobile.settings.deleteAccountMessage
source: This permanently deletes your cmux account and cmux data. You will be signed out on this device.
ar: يؤدي هذا إلى حذف حساب cmux وبيانات cmux نهائيًا. سيتم تسجيل خروجك على هذا الجهاز.
de: Dadurch werden Ihr cmux-Konto und Ihre cmux-Daten dauerhaft gelöscht. Sie werden auf diesem Gerät abgemeldet.
es: Esto elimina permanentemente su cuenta cmux y sus datos cmux. Se cerrará tu sesión en este dispositivo.
fr: Cela supprime définitivement votre compte cmux et vos données cmux. Vous serez déconnecté sur cet appareil.
ja: cmux アカウントと cmux のデータを完全に削除します。このデバイスではサインアウトされます。
ko: 이렇게 하면 cmux 계정과 cmux 데이터가 영구적으로 삭제됩니다. 이 기기에서 로그아웃됩니다.
zh_hans: 这将永久删除您的 cmux 帐户和 cmux 数据。您将在此设备上注销。
zh_hant: 這將永久刪除您的 cmux 帳戶和 cmux 資料。您將在此裝置上登出。

# mobile.settings.deleteAccountTitle
source: Delete Account?
ar: هل تريد حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
zh_hans: 删除帐户？
zh_hant: 刪除帳戶？

# mobile.settings.deletingAccount
source: Deleting Account...
ar: جارٍ حذف الحساب...
de: Konto wird gelöscht...
es: Eliminando cuenta...
fr: Suppression du compte...
ja: アカウントを削除中...
ko: 계정 삭제 중...
zh_hans: 正在删除帐户...
zh_hant: 正在刪除帳戶...

# mobile.settings.cmuxLabs
source: CMUX Labs
ar: مختبرات سي إم يو إكس

# mobile.settings.developer
source: Developer
ar: المطور
de: Entwickler
es: Revelador
fr: Promoteur
ja: 開発者
ko: 개발자
zh_hans: 开发商
zh_hant: 開發商

# mobile.settings.rebuildKeyboardDock
source: Rebuilt Keyboard Pinning
ar: إعادة بناء تثبيت لوحة المفاتيح
de: Tastatur-Pinning neu erstellt
es: Fijación de teclado reconstruido
fr: Épinglage du clavier reconstruit
ja: 再構築版キーボード固定
ko: 재구축된 키보드 고정
zh_hans: 重建键盘固定
zh_hant: 重建鍵盤固定

# mobile.settings.rebuildKeyboardDockCaption
source: Use the rebuilt keyboard path instead of the default (iOS 26 and earlier). Reopen the workspace to apply.
ar: استخدم مسار لوحة المفاتيح المُعاد إنشاؤه بدلاً من المسار الافتراضي (iOS 26 والإصدارات الأقدم). أعد فتح مساحة العمل للتطبيق.
de: Verwenden Sie den neu erstellten Tastaturpfad anstelle des Standardpfads (iOS 26 und früher). Öffnen Sie den Arbeitsbereich erneut, um sich zu bewerben.
es: Utilice la ruta del teclado reconstruida en lugar de la predeterminada (iOS 26 y versiones anteriores). Vuelva a abrir el espacio de trabajo para presentar la solicitud.
fr: Utilisez le chemin du clavier reconstruit au lieu de celui par défaut (iOS 26 et versions antérieures). Rouvrez l'espace de travail pour postuler.
ja: デフォルトの代わりに再構築版キーボード処理を使用します（iOS 26 以前）。ワークスペースを開き直すと適用されます。
ko: 기본값(iOS 26 이하) 대신 재구축된 키보드 경로를 사용하세요. 적용하려면 작업공간을 다시 엽니다.
zh_hans: 使用重建的键盘路径而不是默认路径（iOS 26 及更早版本）。重新打开工作区以应用。
zh_hant: 使用重建的鍵盤路徑而不是預設路徑（iOS 26 及更早版本）。重新開啟工作區以套用。

# mobile.settings.devices
source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 장치
zh_hans: 设备
zh_hant: 裝置

# mobile.settings.diagnostics
source: Diagnostics
ar: التشخيص
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

# mobile.settings.about.copySupportInfo
source: Copy Support Information
ar: نسخ معلومات الدعم
de: Supportinformationen kopieren
es: Copiar información de soporte
fr: Copier les informations d’assistance
ja: サポート情報をコピー
ko: 지원 정보 복사
zh_hans: 复制支持信息
zh_hant: 複製支援資訊

# mobile.settings.diagnostics.footer
source: Export includes app events and networking diagnostics. Terminal contents and credentials are never written.
ar: يتضمن التصدير أحداث التطبيق وتشخيصات الشبكة. لا تتم كتابة محتويات المحطة وبيانات الاعتماد أبدًا.
de: Der Export enthält App-Ereignisse und Netzwerkdiagnosen. Terminalinhalte und Anmeldeinformationen werden niemals geschrieben.
es: La exportación incluye eventos de la aplicación y diagnósticos de red. El contenido y las credenciales del terminal nunca se escriben.
fr: L’exportation inclut les événements de l’app et les diagnostics réseau. Le contenu du terminal et les informations d’identification ne sont jamais écrits.
ja: エクスポートにはアプリイベントとネットワーク診断が含まれます。ターミナルの内容や認証情報が書き込まれることはありません。
ko: 내보내기에는 앱 이벤트와 네트워크 진단이 포함됩니다. 터미널 내용과 자격 증명은 기록되지 않습니다.
zh_hans: 导出内容包含应用程序事件和网络诊断。终端内容和凭据永远不会被写入。
zh_hant: 匯出內容包含應用程式事件和網路診斷。終端內容和憑證永遠不會被寫入。

# mobile.settings.diagnostics.export
source: Export Logs
ar: تصدير السجلات
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les journaux
ja: ログを書き出す
ko: 로그 내보내기
zh_hans: 导出日志
zh_hant: 匯出日誌
